[[["Pompeii graffiti"], [

"<reply>Weep, you girls.  My penis has given you up.  Now it penetrates men’s behinds.  Goodbye, wondrous femininity! —Bar/Brothel of Innulus and Papilio",

"<reply>Restitutus says: “Restituta, take off your tunic, please, and show us your hairy privates”. —peristyle of the Tavern of Verecundus",

"<reply>Amplicatus, I know that Icarus is buggering you.  Salvius wrote this. —House of the Citharist; below a drawing of a man with a large nose",

"<reply>The finances officer of the emperor Nero says this food is poison —in the vestibule of the House of Cuspius Pansa",

"<reply>We two dear men, friends forever, were here.  If you want to know our names, they are Gaius and Aulus. —bar; left of the door",

"<reply>The story of Successus, Severus and Iris is played out on the walls of a bar: [Severus]: “Successus, a weaver, loves the innkeeper’s slave girl named Iris.  She, however, does not love him.  Still, he begs her to have pity on him.  His rival wrote this.  Goodbye.”.  [Answer by Successus]: “Envious one, why do you get in the way.  Submit to a handsomer man and one who is being treated very wrongly and good looking.”  [Answer by Severus]: “I have spoken.  I have written all there is to say.  You love Iris, but she does not love you.” —Bar of Prima",

"<reply>At Nuceria, look for Novellia Primigenia near the Roman gate in the prostitute’s district. —near the rear entrance vestibule of the House of Menander",

"<reply>Satura was here on September 3rd —exterior of the House of Menander",

"<reply>Secundus says hello to his Prima, wherever she is.  I ask, my mistress, that you love me. —House and Office of Volusius Iuvencus; left of the door",

"<reply>Lovers are like bees in that they live a honeyed life —Bar of Astylus and Pardalus",

"<reply>I screwed the barmaid —Bar of Athictus; right of the door",

"<reply>Lesbianus, you defecate and you write, ‘Hello, everyone!’ —Pottery Shop or Bar of Nicanor; right of the door",

"<reply>Palmyra, the thirst-quencher —bar; left of the door, near a picture of Mercury",

"<reply>Floronius, privileged soldier of the 7th legion, was here.  The women did not know of his presence.  Only six women came to know, too few for such a stallion. —gladiator barracks",

"<reply>On April 19th, I made bread —gladiator barracks",

"<reply>Antiochus hung out here with his girlfriend Cithera. —gladiator barracks",

"<reply>Let water wash your feet clean and a slave wipe them dry; let a cloth cover the couch; take care of our linens. —House of the Moralist",

"<reply>Remove lustful expressions and flirtatious tender eyes from another man’s wife; may there be modesty in your expression. —House of the Moralist",

"<reply>[…]postpone your tiresome quarrels if you can, or leave and take them home with you. —House of the Moralist",

"<reply>To the one defecating here.  Beware of the curse.  If you look down on this curse, may you have an angry Jupiter for an enemy. —House of Pascius Hermes; left of the door",

"<reply>Theophilus, don’t perform oral sex on girls against the city wall like a dog —on the wall in the street",

"<reply>Gaius Sabinus says a fond hello to Statius.  Traveler, you eat bread in Pompeii but you go to Nuceria to drink.  At Nuceria, the drinking is better. —exterior of a small house",

"<reply>Daphnus was here with his Felicla. —House of Valerius Flaccus and Valerius Rufinus; right of the door",

"<reply>Whoever loves, let him flourish.  Let him perish who knows not love.  Let him perish twice over whoever forbids love. —House of Caecilius Iucundus",

"<reply>Staphylus was here with Quieta. —peristyle of the House of Caecilius Iucundus",

"<reply>Aufidius was here.  Goodbye —House of Cosmus and Epidia; right of the door",

"<reply>Defecator, may everything turn out okay so that you can leave this place —just outside the Vesuvius gate",

"<reply>Marcus loves Spendusa —near the Vesuvius Gate",

"<reply>Celadus the Thracian gladiator is the delight of all the girls —barracks of the Julian-Claudian gladiators; column in the peristyle",

"<reply>Publius Comicius Restitutus stood right here with his brother —on the Street of Mercury",

"<reply>The city block of the Arrii Pollii in the possession of Gnaeus Alleius Nigidius Maius is available to rent from July 1st.  There are shops on the first floor, upper stories, high-class rooms and a house.  A person interested in renting this property should contact Primus, the slave of Gnaeus Alleius Nigidius Maius. —House of the Olii; on the Via Consolare",

"<reply>On April 20th, I gave a cloak to be washed.  On May 7th, a headband.  On May 8th, two tunics —on the Vico del Labirinto",

"<reply>Hectice, baby, Mercator says hello to you —House of Sextus Pompeius Axiochus and Julia Helena; left of the door",

"<reply>Cruel Lalagus, why do you not love me? —vico degli Scienziati",

"<reply>I have buggered men —House of Orpheus",

"<reply>In one bar, a picture depicts two men playing dice.  One shouts, “Six!” while his opponent holds up two fingers and says, “No, that’s not a ‘three’; it’s a ‘two’”.  By the door of the bar, another picture shows a short man driving a group of men out.  Above his head are the words, “Go on, get out of here!  You have been fighting!” —Bar of Salvius",

"<reply>Whoever wants to serve themselves can go on an drink from the sea. —Bar of Salvius; over a picture of a woman carrying a pitcher of wine and a drinking goblet",

"<reply>What a lot of tricks you use to deceive, innkeeper. You sell water but drink unmixed wine —Wood-Working Shop of Potitus",

"<reply>Blondie has taught me to hate dark-haired girls.  I shall hate them, if I can, but I wouldn’t mind loving them.  Pompeian Venus Fisica wrote this. —atrium of a House of the Large Brothel",

"<reply>Rufus loves Cornelia Hele —House of Caesius Valens and Herennius Nardus",

"<reply>If anyone does not believe in Venus, they should gaze at my girl friend —atrium of the House of Pinarius",

"<reply>Romula hung out here with Staphylus. —House of the Tetrastyle Atrium",

"<reply>It took 640 paces to walk back and forth between here and there ten times —House of Caesius Blandus; in the peristyle of the House of Mars and Venus on the Street of the Augustales",

"<reply>May Love burn in some lonely mountains whoever wants to rape my girl friend! —Brothel of Venus; on the Vico dei Soprastanti opposite the Vicolo del Gallo",

"<reply>Atimetus got me pregnant —vicolo del Panattiere, House of the Vibii, Merchants",

"<reply>Figulus loves Idaia —vicolo del Panattiere, House of the Vibii, Merchants",

"<reply>Hedone says, “You can get a drink here for only one coin.  You can drink better wine for two coins.  You can drink Falernian for four coins.” —or Colepius) on the Street of the Augustales; on the corner toward the lupinare",

"<reply>I don’t want to sell my husband, not for all the gold in the world —House of Caprasius Primus",

"<reply>Crescens is sweet and charming —House of the Calpurnii",

"<reply>Secundus likes to screw boys. —Eumachia Building, via della Abbondanza",

"<reply>I screwed a lot of girls here. —the Lupinare",

"<reply>On June 15th, Hermeros screwed here with Phileterus and Caphisus. —the Lupinare",

"<reply>Sollemnes, you screw well! —the Lupinare",

"<reply>Gaius Valerius Venustus, soldier of the 1st praetorian cohort, in the century of Rufus, screwer of women —Vico d’ Eumachia, small room of a possible brothel",

"<reply>Vibius Restitutus slept here alone and missed his darling Urbana —Vico d’ Eumachia, small room of a possible brothel",

"<reply>The warmest hello to Saenecio Fortunaus, wherever he may go. —Vico d’ Eumachia, small room of a possible brothel",

"<reply>Secundus says hello to his friends. —House of Verus; between the two doors of the house",

"<reply>Methe, slave of Cominia, from Atella, loves Chrestus.  May Pompeian Venus be dear to both of them and may they always live in harmony. —corridor in the theater",

"<reply>A copper pot went missing from my shop.  Anyone who returns it to me will be given 65 bronze coins (sestertii).  20 more will be given for information leading to the capture of the thief. —Street of the Theaters",

"<reply>If anyone sits here, let him read this first of all: if anyone wants a screw, he should look for Attice; she costs 4 sestertii. —above a bench outside the Marine Gate",

"<reply>No young buck is complete until he has fallen in love —in the basilica",

"<reply>Auge loves Allotenus —in the basilica",

"<reply>A small problem gets larger if you ignore it. —in the basilica",

"<reply>Caesius faithfully loves M[…name lost] —in the basilica",

"<reply>Epaphra, you are bald! —in the basilica",

"<reply>Chie, I hope your hemorrhoids rub together so much that they hurt worse than when they every have before! —in the basilica",

"<reply>Let everyone one in love come and see.  I want to break Venus’ ribs with clubs and cripple the goddess’ loins.  If she can strike through my soft chest, then why can’t I smash her head with a club? —in the basilica",

"<reply>Phileros is a eunuch! —in the basilica",

"<reply>If you are able, but not willing, why do you put off our joy and kindle hope and tell me always to come back tomorrow.  So, force me to die since you force me to live without you.  Your gift will be to stop torturing me.  Certainly, hope returns to the lover what it has once snatched away. —in the basilica",

"<reply>Gaius Pumidius Dipilus was here on October 3rd 78 BC. —in the basilica",

"<reply>Pyrrhus to his colleague Chius: I grieve because I hear you have died; and so farewell. —in the basilica",

"<reply>Take hold of your servant girl whenever you want to; it’s your right —in the basilica",

"<reply>Samius to Cornelius: go hang yourself! —in the basilica",

"<reply>Lucius Istacidius, I regard as a stranger anyone who doesn’t invite me to dinner. —in the basilica",

"<reply>The man I am having dinner with is a barbarian. —in the basilica",

"<reply>Virgula to her friend Tertius: you are disgusting! —in the basilica",

"<reply>The one who buggers a fire burns his penis —in the basilica",

"<reply>O walls, you have held up so much tedious graffiti that I am amazed that you have not already collapsed in ruin. —in the basilica",

"<reply>Epaphra is not good at ball games. —in the basilica",

"<reply>Love dictates to me as I write and Cupid shows me the way, but may I die if god should wish me to go on without you —in the basilica",

"<reply>Sarra, you are not being very nice, leaving me all alone like this —in the basilica",

"<reply>We have wet the bed, host.  I confess we have done wrong.  If you want to know why, there was no chamber pot —Inn of the Muledrivers; left of the door",

"<reply>Stronius Stronnius knows nothing! —atrium of the House of the Jews",

"<reply>Ampliatus Pedania is a thief! —House of Curvius Marcellus and Fabia; in the tablinum",

"<reply>If you felt the fires of love, mule-driver, you would make more haste to see Venus.  I love a charming boy; I ask you, goad the mules; let’s go.  Take me to Pompeii, where love is sweet.  You are mine… —House of Poppaeus Sabinus; peristyle",

"<reply>Learn this: while I am alive, you, hateful death, are coming. —House of Hercules and Nessus; beside the door of house",

"<reply>My lusty son, with how many women have you had sexual relations? —House of the Centenary; in the atrium",

"<reply>“Secundus defecated here” three time on one wall. —House of the Centenary; in the latrine near the front door",

"<reply>Once you are dead, you are nothing —House of the Centenary; interior of the house",

"<reply>Restitutus has deceived many girls. —triclinium of a house",

"<reply>Serena hates Isidorus —on a tomb",

"<reply>Greetings to Primigenia of Nuceria.  I would wish to become a signet ring for no more than an hour, so that I might give you kisses dispatched with your signature. —on a tomb",

"<reply>[a bar tab] …Some nuts …? coins; drinks: 14 coins; lard: 2 coins; bread: 3 coins; three meat cutlets: 12 coins; four sausages: 8 coins.  Total: 51 coins —bar/inn joined to the maritime baths",

"<reply>Two friends were here.  While they were, they had bad service in every way from a guy named Epaphroditus.  They threw him out and spent 105 and half sestertii most agreeably on whores. —bar/inn joined to the maritime baths",

"<reply>Apelles the chamberlain with Dexter, a slave of Caesar, ate here most agreeably and had a screw at the same time. —bar/inn joined to the maritime baths",

"<reply>Apelles Mus and his brother Dexter each pleasurably had sex with two girls twice. —bar/inn joined to the maritime baths",

"<reply>Anyone who wants to defecate in this place is advised to move along.  If you act contrary to this warning, you will have to pay a penalty.  Children must pay [number missing] silver coins.  Slaves will be beaten on their behinds. —on a water distribution tower",

"<reply>Apollinaris, the doctor of the emperor Titus, defecated well here —on the exterior wall of a house"
]]]
